<?php
// five news array, will taken from www.rbc.ru
return [
    1 => [
        'title' => 'Встречавшиеся с сыном Трампа россияне поговорили с комиссией Сената США',
        'description' => 'Члены комиссии Сената США, расследующие возможные связи Дональда Трампа с российским правительством, поговорили с гражданами России, которые присутствовали на встрече с сыном действующего президента',
        'content' => 'Ричард Берр, глава комиссии Сената, расследующей возможное вмешательство Кремля в президентские выборы в США, заявил, что ему удалось поговорить с некоторыми гражданами России, которые присутствовали на встрече с сыном Дональда Трампа в июне 2016 года. Он не уточнил, с кем именно он беседовал и отказался от дальнейших комментариев, сообщает CNN.
Всего на встрече присутствовали четверо россиян, напоминает телекомпания: адвокат Наталья Весельницкая, лоббист Ринат Ахметшин, переводчик Анатолий Самочернов, а также вице-президент Crocus Group Ираклий Кавеладзе.
В конце августа издание Financial Times сообщало о том, что Ахметшин, работавший в советские времена в ГРУ, дал показания о встрече с сыном Трампа. Однако при этом не было информации о том, что же именно рассказал лоббист, имеющий ныне двойное гражданство России и США.',
        'image' => '/images/trump.jpg',
        'published' => (new \DateTime('2017-10-24 12:01:33'))->format('Y-m-d H:i:s'),
    ],
    2 => [
        'title' => 'В Петербурге задержали главу отделения Российского союза молодежи',
        'description' => 'Сотрудники полиции задержали главу Российского союза молодежи (РСМ) в Санкт-Петербурге и Ленинградской области Дмитрия Лядова. Он подозревается в крупном мошенничестве',
        'content' => 'Как сообщает издание «Фонтанка», сотрудники Управления экономической безопасности и противодействия коррупции провели серию обысков в офисах и квартирах в Санкт-Петербурге. С утра они пришли и на квартиру к Лядову. В результате к вечеру следователь принял решение о задержании регионального руководителя РСМ на двое суток.
Помимо Лядова была задержана и его знакомая, которая, по данным «Фонтанки», представляет одну из общественных организаций Санкт-Петербурга.
Издание утверждает, что обыски были связаны с уголовным делом, которое было возбуждено по ч.4 ст.159 УК России («Мошенничество в особо крупном размере). Речь, по версии МВД, идет о нарушениях при освоении бюджетных средств.',
        'image' => '/images/lyadov.jpg',
        'published' => (new \DateTime('2017-10-24 14:22:12'))->format('Y-m-d H:i:s'),
    ],
    3 => [
        'title' => 'Крупнейший торрент-трекер рассказал о способах разблокировки сайта',
        'description' => 'Заблокированный в начале 2016 года торрент-трекер RuTracker разослал инструкции по обходу блокировки по своей миллионной аудитории. Так ресурс противодействует вступающим осенью ограничениям в отношении анонимайзеров и VPN',
        'content' => 'Крупнейший в России торрент-трекер RuTracker на протяжении нескольких дней рассылает по своей пользовательской базе информацию о способах обхода блокировки ресурса. Письма, в частности, получили двое корреспондентов РБК. Администратор торрент-трекера сообщает на форуме, что массовая рассылка началась 8 октября по всем пользователям, которые не заходили на сайт более двух месяцев. В письме дана информация о том, что у сервиса появились несколько зеркал, собственный прокси-сервер, расширение для браузера, а также ссылки на подробные инструкции по их установке и использованию. Представитель RuTracker не ответил на запрос РБК на момент публикации.
По собственным данным RuTracker, в сервисе зарегистрированы 15,3 млн пользователей. Ресурс был заблокирован в России в январе 2016 года, когда вступило в силу решение суда по иску от правообладателей — издательства «Эксмо» и «С.Б.А. Продакшн» (дочернее предприятие Warner Music Russia). За год с момента блокировки популярность ресурса упала более чем на 40%, до 7–8 млн уникальных пользователей в месяц к январю 2017 года, сообщало издание VC. Тем не менее ресурс все еще остается достаточно посещаемым. По данным Similarweb, по итогам сентября 2017 года число посещений ресурса составило 86,04 млн. Речь идет об оценке общего количества пользователей, поэтому цифра отличается от числа уникальных посетителей. Перед блокировкой по итогам декабря 2015 года общее количество посещений ресурса составляло порядка 70 млн.
RuTracker — один из крупнейших ресурсов, внесенных Роскомнадзором в реестр запрещенных сайтов. Среди других сервисов, заблокированных в России, — популярная социальная сеть LinkedIn и принадлежащий ей хостинговый сервис Slideshare. Кроме того, под блокировку попал популярный в России форум «Луркоморье», посещаемость которого на пике составляла 3 млн уникальных пользователей в месяц, а также музыкальный сервис Last.fm.',
        'image' => '/images/torrent.jpg',
        'published' => (new \DateTime('2017-10-24 15:11:31'))->format('Y-m-d H:i:s'),
    ],
    4 => [
        'title' => 'В Сбербанке назвали Avito одной из «центральных» площадок кибермошенников',
        'description' => 'Зампред правления банка охарактеризовал сервис объявлений как одну из самых популярных среди киберпреступников площадку. В Avito назвали его слова некорректными',
        'content' => '«Сайт Avito, который всем известен, который стал мгновенно, за несколько месяцев, очень популярным, — это одна из центральных площадок, чтобы действовать кибермошенникам. Там есть много разных преступлений, много разных видов преступлений», — сказал он. По словам Кузнецова, изучая кибермошенников, «мы погружаемся в то, как они могут очень тонко найти возможность, чтобы убедить человека сделать то или иное действие».
Он продемонстрировал слайд, на котором описывается схема обмана. Из нее следует, что после того как человек разместит объявление на сайте, с ним связывается потенциальный покупатель, который просит прислать номер банковской карты или ее фотографию якобы для того, чтобы «внести предоплату или полную сумму перевода». После этого возможны два сценария: продавец подключает СМС-банк на телефон мошенников либо передает им пароль для регистрации в интернет-банке. Мошенники регистрируются в интернет-банке и похищают деньги со счетов клиента.
В Avito в ответ на запрос «Ведомостей» назвали слова Кузнецова «абсолютно некорректными». «Делать подобные заявления — все равно что обвинять интернет в том, что он является причиной возникновения киберпреступности», — отметили в компании. В то же время в Avito заявили, что «открыты к диалогу со Сбербанком и готовы к сотрудничеству в сфере обеспечения безопасности вне зависимости от этого некорректного заявления».',
        'image' => '/images/avito.jpg',
        'published' => (new \DateTime('2017-10-24 17:43:23'))->format('Y-m-d H:i:s')
    ],
    5 => [
        'title' => 'УЕФА наказал «Спартак» за поведение болельщиков в матче с «Ливерпулем»',
        'description' => 'УЕФА оштрафовал московский «Спартак» на €33 тыс. за поведение болельщиков команды в матче второго тура группового этапа Лиги чемпионов против «Ливерпуля»',
        'content' => 'Московский «Спартак» наказан штрафом в €33 тыс. за использование болельщиками пиротехнических средств и появление на трибунах несогласованного баннера в матче второго тура группового этапа Лиги чемпионов против «Ливерпуля», который состоялся в Москве 26 сентября, сообщает официальный сайт УЕФА. В ходе встречи в секторе фанатов столичного клуба была зажжена дымовая шашка, после чего болельщики вывесили баннер «УЕФА — мафия». Также УЕФА признал «Спартак» виновным в блокировке доступа фанатов на трибуны. Встреча на «Открытие Арене» завершилась вничью — 1:1. На гол Фернандо со штрафного «Ливерпуль» ответил точным ударом Филиппе Коутиньо. В третьем туре обе команды одержали крупные победы. «Спартак» дома разгромил «Севилью» (5:1), английский клуб на выезде забил семь безответных мячей «Марибору». Победа со счетом 5:1 стала для «Спартака» самой крупной в Лиге чемпионов, также столичный клуб повторил рекорд «Локомотива». «Железнодорожники» в октябре 2001 года со счетом 5:1 победили в гостях бельгийский «Андерлехт». В составе «Спартака» в матче с «Севильей» помимо Промеса отличились Лоренсо Мельгарехо, Денис Глушаков и Луис Адриано.',
        'image' => '/images/spartak.jpg',
        'published' => (new \DateTime('2017-10-24 19:10:03'))->format('Y-m-d H:i:s'),
    ],
];